Repository: demderk/LazyEncrypt
Catalog: LazyEncrypt/*.lproj/Localizable.strings
Languages: ru

source: Base cryptography
ru: Базовая криптография

source: Cipher Config
ru: Параметры шифрования

source: Cipher Shift
ru: Сдвиг

source: Encrypted Text
ru: Зашифрованный текст

source: Home Page
ru: Главная

source: No Editor
ru: Нечего редактировать

source: Original Text
ru: Исходный текст

source: The Atbash Cipher
ru: Шифр Атбаш

source: The Caesar's Cipher
ru: Шифр Цезаря

source: The Richelieu Cipher
ru: Шифр Ришелье
